[
    {
      "blurb": "cringe moments and sex toys.",
      "date": "September 11",
      "ranking": "",
      "text": "Coming September 11, a fic for readers who love cringe moments and sex toys.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to imagine if emma turned to destruction when killian died and regina was the only one who could snap her out of it.",
      "date": "September 11",
      "ranking": "",
      "text": "Coming September 11, a fic for readers who love to imagine if emma turned to destruction when killian died and regina was the only one who could snap her out of it.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a dark rollercoaster ride featuring the Savior, the Evil Queen, and life stealing Vines...",
      "date": "September 11",
      "ranking": "",
      "text": "Coming September 11, a fic for readers who love a dark rollercoaster ride featuring the Savior, the Evil Queen, and life stealing Vines...\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "when Emma tries to keep a secret, and Regina seduces it out of her.",
      "date": "September 12",
      "ranking": "",
      "text": "Coming September 12, a fic for readers who love when Emma tries to keep a secret, and Regina seduces it out of her.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Emma and Regina staying together against all odds, even when they are in different realms and can only talk via mirror.",
      "date": "September 12",
      "ranking": "",
      "text": "Coming September 12, a fic for readers who love Emma and Regina staying together against all odds, even when they are in different realms and can only talk via mirror.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "figure skating, rivals on the ice, winter Olympics, fluff, drama, angst and fun.",
      "date": "September 12",
      "ranking": "",
      "text": "Coming September 12, a fic for readers who love figure skating, rivals on the ice, winter Olympics, fluff, drama, angst and fun.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "& are in need of angst, then a fluffy Fix-It from Season 6. Will Emma finally put herself first & stop pretending to be someone she’s not?",
      "date": "September 13",
      "ranking": "",
      "text": "Coming September 13, a fic for readers who love & are in need of angst, then a fluffy Fix-It from Season 6. Will Emma finally put herself first & stop pretending to be someone she’s not?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "flowers, crystals, curses and semi-angsty recovery and healing processes.",
      "date": "September 13",
      "ranking": "",
      "text": "Coming September 13, a fic for readers who love flowers, crystals, curses and semi-angsty recovery and healing processes.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "romance, and Swan Queen, and love Hospital romance, this book is captivating and heartwarming, and both Emma and Regina find each other.",
      "date": "September 13",
      "ranking": "",
      "text": "Coming September 13, a fic for readers who love romance, and Swan Queen, and love Hospital romance, this book is captivating and heartwarming, and both Emma and Regina find each other.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a combination between House and ER, and slowburn romance",
      "date": "September 14",
      "ranking": "",
      "text": "Coming September 14, a fic for readers who love a combination between House and ER, and slowburn romance\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "domestic fluff, pregnant, humor, a bit of mystery and a lot of romance",
      "date": "September 14",
      "ranking": "",
      "text": "Coming September 14, a fic for readers who love domestic fluff, pregnant, humor, a bit of mystery and a lot of romance\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "angst, but a happy ending. Hurt comfort",
      "date": "September 14",
      "ranking": "",
      "text": "Coming September 14, a fic for readers who love angst, but a happy ending. Hurt comfort\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "when comedy and romance intertwine to create a classic and irrational love affair.",
      "date": "September 15",
      "ranking": "",
      "text": "Coming September 15, a fic for readers who love when comedy and romance intertwine to create a classic and irrational love affair.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "shmoop, tooth rottingly sweet domestic fluff, Regina and Emma in love, and a few happy surprises along the way.",
      "date": "September 15",
      "ranking": "",
      "text": "Coming September 15, a fic for readers who love shmoop, tooth rottingly sweet domestic fluff, Regina and Emma in love, and a few happy surprises along the way.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "summer camp shenanigans, Emma being slightly oblivious, Regina being great with kids, team competitions, & Regina seducing Emma in various awkward situations.",
      "date": "September 15",
      "ranking": "",
      "text": "Coming September 15, a fic for readers who love summer camp shenanigans, Emma being slightly oblivious, Regina being great with kids, team competitions, & Regina seducing Emma in various awkward situations.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Cora who wants to wreak vengence through Regina and Emma is once again the savior",
      "date": "September 16",
      "ranking": "",
      "text": "Coming September 16, a fic for readers who love Cora who wants to wreak vengence through Regina and Emma is once again the savior\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "angsty, post S3A canon fix-it fics in which true love proves to be stronger than any curse cast. Oh, and there's some comic relief :)",
      "date": "September 16",
      "ranking": "",
      "text": "Coming September 16, a fic for readers who love angsty, post S3A canon fix-it fics in which true love proves to be stronger than any curse cast. Oh, and there's some comic relief :)\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "mid-s3 emma angst, unintentional parent traps, and stories about finding yourself in the most expected of places.",
      "date": "September 16",
      "ranking": "",
      "text": "Coming September 16, a fic for readers who love mid-s3 emma angst, unintentional parent traps, and stories about finding yourself in the most expected of places.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "three version of Emma, season 7 Hyperion, Regina/ Roni working in the bar, the white rabbit, drama and fluff.",
      "date": "September 17",
      "ranking": "",
      "text": "Coming September 17, a fic for readers who love three version of Emma, season 7 Hyperion, Regina/ Roni working in the bar, the white rabbit, drama and fluff.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "horror, Emma/Regina/Henry, and fics based on films!",
      "date": "September 17",
      "ranking": "",
      "text": "Coming September 17, a fic for readers who love horror, Emma/Regina/Henry, and fics based on films!\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "fluff with a happy ending, chaotic gay disaster Emma Swan and smooth as heck Regina Mills.",
      "date": "September 17",
      "ranking": "",
      "text": "Coming September 17, a fic for readers who love fluff with a happy ending, chaotic gay disaster Emma Swan and smooth as heck Regina Mills.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "star-crossed lovers parted by thousands of years beating all the odds to get back to each other.",
      "date": "September 18",
      "ranking": "",
      "text": "Coming September 18, a fic for readers who love star-crossed lovers parted by thousands of years beating all the odds to get back to each other.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a cute love in the making between a fan and a celebrity set on a beautiful small ship along the croatian coast.",
      "date": "September 18",
      "ranking": "",
      "text": "Coming September 18, a fic for readers who love a cute love in the making between a fan and a celebrity set on a beautiful small ship along the croatian coast.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Swan Queen vs flying pigs, lots of humor with bits of pining and Emma being a complete disaster.",
      "date": "September 18",
      "ranking": "",
      "text": "Coming September 18, a fic for readers who love Swan Queen vs flying pigs, lots of humor with bits of pining and Emma being a complete disaster.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "cutesy and (mostly) fluffy fics with the most infuriating, reckless dark one to date (at least according to Regina).",
      "date": "September 19",
      "ranking": "",
      "text": "Coming September 19, a fic for readers who love cutesy and (mostly) fluffy fics with the most infuriating, reckless dark one to date (at least according to Regina).\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "stories set during s7 (this time, with 100% more Emma!), second chances, and angst with a happy ending.",
      "date": "September 19",
      "ranking": "",
      "text": "Coming September 19, a fic for readers who love stories set during s7 (this time, with 100% more Emma!), second chances, and angst with a happy ending.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "beast-killers, friendly monsters, vampires, seduction, shape-shifting, and some fluff.",
      "date": "September 19",
      "ranking": "",
      "text": "Coming September 19, a fic for readers who love beast-killers, friendly monsters, vampires, seduction, shape-shifting, and some fluff.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "swanqueen angst and maybe not so happy ending",
      "date": "September 20",
      "ranking": "",
      "text": "Coming September 20, a fic for readers who love swanqueen angst and maybe not so happy ending\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "time travel (of sorts), The Lake House, and fics leading up to \"Are you Henry's birth mother?\" and the tentative \"Hi :)",
      "date": "September 20",
      "ranking": "",
      "text": "Coming September 20, a fic for readers who love time travel (of sorts), The Lake House, and fics leading up to \"Are you Henry's birth mother?\" and the tentative \"Hi :)\"\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Swan-Mills family time, true loves, sngst and some little Hope cuteness!",
      "date": "September 20",
      "ranking": "",
      "text": "Coming September 20, a fic for readers who love Swan-Mills family time, true loves, sngst and some little Hope cuteness!\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "fantasy, AU, an alternative take on Regina becoming the EQ, Emma as a princess and most importantly, a HEA",
      "date": "September 21",
      "ranking": "",
      "text": "Coming September 21, a fic for readers who love fantasy, AU, an alternative take on Regina becoming the EQ, Emma as a princess and most importantly, a HEA\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "useless vigilantes in love, complicated family history, a bit of humour and very little plot.",
      "date": "September 21",
      "ranking": "",
      "text": "Coming September 21, a fic for readers who love useless vigilantes in love, complicated family history, a bit of humour and very little plot.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Regina and Emma cheating with each other and family drama.",
      "date": "September 21",
      "ranking": "",
      "text": "Coming September 21, a fic for readers who love Regina and Emma cheating with each other and family drama.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Swan Queen Moms and Harry Potter. What if Swan Queen raised Harry Potter?",
      "date": "September 22",
      "ranking": "",
      "text": "Coming September 22, a fic for readers who love Swan Queen Moms and Harry Potter. What if Swan Queen raised Harry Potter?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a different kind of love story where not all love is romantic, physical, or sexual",
      "date": "September 22",
      "ranking": "",
      "text": "Coming September 22, a fic for readers who love a different kind of love story where not all love is romantic, physical, or sexual\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Demigod, Priestess ,Greek mythology, love, quests, reincarnation, firefighters, fluff and love",
      "date": "September 22",
      "ranking": "",
      "text": "Coming September 22, a fic for readers who love Demigod, Priestess ,Greek mythology, love, quests, reincarnation, firefighters, fluff and love\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a teacher/student story about two broken woman, struggling against their traumatic pasts, to put the pieces back together and become whole again.",
      "date": "September 23",
      "ranking": "",
      "text": "Coming September 23, a fic for readers who love a teacher/student story about two broken woman, struggling against their traumatic pasts, to put the pieces back together and become whole again.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Enchanted forest stories and butt kicking blind women.",
      "date": "September 24",
      "ranking": "",
      "text": "Coming September 24, a fic for readers who love Enchanted forest stories and butt kicking blind women.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to think \"what if Emma left Hook left at the altar\", finding a new closeness and uh, you know, some bed sharing we all love.",
      "date": "September 24",
      "ranking": "",
      "text": "Coming September 24, a fic for readers who love to think \"what if Emma left Hook left at the altar\", finding a new closeness and uh, you know, some bed sharing we all love.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to know what happened after they rescued Henry from neverland?",
      "date": "September 24",
      "ranking": "",
      "text": "Coming September 24, a fic for readers who love to know what happened after they rescued Henry from neverland?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "the Wicked Witch arc, Regina working in a bar,  fluff, drama and friends to lovers",
      "date": "September 25",
      "ranking": "",
      "text": "Coming September 25, a fic for readers who love the Wicked Witch arc, Regina working in a bar,  fluff, drama and friends to lovers\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "season 1 swan queen, enemies to lovers, and a magnetic attraction that can't be ignored, no matter how hard they try.",
      "date": "September 25",
      "ranking": "",
      "text": "Coming September 25, a fic for readers who love season 1 swan queen, enemies to lovers, and a magnetic attraction that can't be ignored, no matter how hard they try.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to see an angsty back and forth with Emma and Regina",
      "date": "September 26",
      "ranking": "",
      "text": "Coming September 26, a fic for readers who love to see an angsty back and forth with Emma and Regina\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "hurt/comfort with a touch of angst and lots of lots of love.",
      "date": "September 26",
      "ranking": "",
      "text": "Coming September 26, a fic for readers who love hurt/comfort with a touch of angst and lots of lots of love.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "some angst, some pining, some romance, and that moment where Emma and Regina realize they might be it for each other.",
      "date": "September 26",
      "ranking": "",
      "text": "Coming September 26, a fic for readers who love some angst, some pining, some romance, and that moment where Emma and Regina realize they might be it for each other.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to think about what would happen if the Evil Queen and Dark Swan met? Would they fight one another or would they join forces to destroy happiness in Storybrooke?",
      "date": "September 27",
      "ranking": "",
      "text": "Coming September 27, a fic for readers who love to think about what would happen if the Evil Queen and Dark Swan met? Would they fight one another or would they join forces to destroy happiness in Storybrooke?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "when a snow storm and a little bit of magic makes a whole lot of love happen.",
      "date": "September 27",
      "ranking": "",
      "text": "Coming September 27, a fic for readers who love when a snow storm and a little bit of magic makes a whole lot of love happen.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "marriage complications, dogs, fluff and a bit of angst.",
      "date": "September 27",
      "ranking": "",
      "text": "Coming September 27, a fic for readers who love marriage complications, dogs, fluff and a bit of angst.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "pining with a happy ending and romance with a dash of magic.",
      "date": "September 28",
      "ranking": "",
      "text": "Coming September 28, a fic for readers who love pining with a happy ending and romance with a dash of magic.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "the depth of Emma and Regina’s connection, attempts to defy fate, and the universe forcing them to see and acknowledge who they are to each other",
      "date": "September 28",
      "ranking": "",
      "text": "Coming September 28, a fic for readers who love the depth of Emma and Regina’s connection, attempts to defy fate, and the universe forcing them to see and acknowledge who they are to each other\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "origami cranes, mistaken unrequited love, and wishes overcoming distance and curses to reunite unspoken soulmates. AKA a Missing Year AU.",
      "date": "September 28",
      "ranking": "",
      "text": "Coming September 28, a fic for readers who love origami cranes, mistaken unrequited love, and wishes overcoming distance and curses to reunite unspoken soulmates. AKA a Missing Year AU.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a second chance romance",
      "date": "September 29",
      "ranking": "",
      "text": "Coming September 29, a fic for readers who love a second chance romance\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "meet cute  long distance love stories.",
      "date": "September 29",
      "ranking": "",
      "text": "Coming September 29, a fic for readers who love meet cute  long distance love stories.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "former friends to lovers",
      "date": "September 29",
      "ranking": "",
      "text": "Coming September 29, a fic for readers who love former friends to lovers\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Emma and Roni meeting in Hyperion Heights, undeniable chemistry, curses being broken, and Emma and Regina always working to save their family.",
      "date": "September 30",
      "ranking": "",
      "text": "Coming September 30, a fic for readers who love Emma and Roni meeting in Hyperion Heights, undeniable chemistry, curses being broken, and Emma and Regina always working to save their family.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Emma as a portal jumper and meeting Regina while she was still the Evil Queen",
      "date": "September 30",
      "ranking": "",
      "text": "Coming September 30, a fic for readers who love Emma as a portal jumper and meeting Regina while she was still the Evil Queen\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "friends to pen pals to ex friends to ???",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love friends to pen pals to ex friends to ???\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "swanqueen season 1 smut",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love swanqueen season 1 smut\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "smut where Emma takes Regina under the apple tree.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love smut where Emma takes Regina under the apple tree.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "enemies to lovers, Regina discovering her feelings for Emma, and slowburn with a happy ending",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love enemies to lovers, Regina discovering her feelings for Emma, and slowburn with a happy ending\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to experience it all.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love to experience it all.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "soccer as well as the drama that is lived inside and outside the fields (as well as love)",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love soccer as well as the drama that is lived inside and outside the fields (as well as love)\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "coming out of age kind of books, romcoms and idiots falling in love while they grow.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love coming out of age kind of books, romcoms and idiots falling in love while they grow.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "discovering who they are, who they want and who they love when they least expect it.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love discovering who they are, who they want and who they love when they least expect it.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "dancing, seduction and our girls being disgustingly cute with each other.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love dancing, seduction and our girls being disgustingly cute with each other.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "an Emerald Anniversary started at the end of the Second World War with a love so rare it lasted through the ages.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love an Emerald Anniversary started at the end of the Second World War with a love so rare it lasted through the ages.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "forbidden romances, friends to lovers, angst, and learning to love themselves and each other regardless of the way the world sees them.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love forbidden romances, friends to lovers, angst, and learning to love themselves and each other regardless of the way the world sees them.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "to read how Regina became the dark one and Emma traveled to the Enchanted Forest to save her.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love to read how Regina became the dark one and Emma traveled to the Enchanted Forest to save her.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "the idea of taking a shot at dating Regina Mills through the POV of our favorite idiot sheriff.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love the idea of taking a shot at dating Regina Mills through the POV of our favorite idiot sheriff.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "humor, angst, fluff, crafty matchmaking friends and relatives and happy endings!",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love humor, angst, fluff, crafty matchmaking friends and relatives and happy endings!\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "mutual pining, an angsty love story and a happy ending to top it all off.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love mutual pining, an angsty love story and a happy ending to top it all off.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Regina and Emma with a single brain cell, who admit their feelings to everyone except them (did I mention someone wants to take Emma away and marry her?)",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love Regina and Emma with a single brain cell, who admit their feelings to everyone except them (did I mention someone wants to take Emma away and marry her?)\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "Emma and Regina being idiots about being in love and needing lots of help from the residents of Storybrooke to realize their feelings",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love Emma and Regina being idiots about being in love and needing lots of help from the residents of Storybrooke to realize their feelings\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "an action packed adventure where Emma and Regina slowly redeem their past and fall in love",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love an action packed adventure where Emma and Regina slowly redeem their past and fall in love\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "werewolf AUs with a healthy dose of fluff, romance, angst and a guaranteed happy ending!",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love werewolf AUs with a healthy dose of fluff, romance, angst and a guaranteed happy ending!\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "mutual pining, vulnerable conversations under the stars, and a princess who can't help but fall for her knight.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love mutual pining, vulnerable conversations under the stars, and a princess who can't help but fall for her knight.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    },
    {
      "blurb": "a slow-burning, dark and angsty love story that transforms the original Camelot arc into the beginning Emma and Regina never saw, and the ending they deserved.",
      "date": "In October",
      "ranking": "",
      "text": "Coming In October, a fic for readers who love a slow-burning, dark and angsty love story that transforms the original Camelot arc into the beginning Emma and Regina never saw, and the ending they deserved.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 11th!"
    }
  ]