[
  {
    "blurb": "empowered women, self discovery, supportive friends, clothing bonfires, pixie dust, gardening innuendos, true love, family, & happy endings",
    "date": "September 9",
    "ranking": "",
    "text": "Coming September 9: a fic for readers who love empowered women, self discovery, supportive friends, clothing bonfires, pixie dust, gardening innuendos, true love, family, & happy endings\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "reunions, support and love and new members arriving in the family to make the happiness even better.",
    "date": "September 9",
    "ranking": "",
    "text": "Coming September 9: a fic for readers who love reunions, support and love and new members arriving in the family to make the happiness even better.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "Enchanted Forest AU's and fluff",
    "date": "September 9",
    "ranking": "",
    "text": "Coming September 9: a fic for readers who love Enchanted Forest AU's and fluff\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "meet cute between a fan and their favorite musican who go on a beautiful journey together called life.",
    "date": "September 10",
    "ranking": "",
    "text": "Coming September 10: a fic for readers who love meet cute between a fan and their favorite musican who go on a beautiful journey together called life.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a steamy friends with benefits story that leads to Emma and Regina being clueless idiots in love.",
    "date": "September 10",
    "ranking": "",
    "text": "Coming September 10: a fic for readers who love a steamy friends with benefits story that leads to Emma and Regina being clueless idiots in love.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "angst, battles, and Regina not handling Emma's engagement well. At all.",
    "date": "September 10",
    "ranking": "",
    "text": "Coming September 10: a fic for readers who love angst, battles, and Regina not handling Emma's engagement well. At all.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "seeing someone win through health challenges",
    "date": "September 11",
    "ranking": "",
    "text": "Coming September 11: a fic for readers who love seeing someone win through health challenges\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "to know why Emma acts so distant as if her heart isn't really into anything anymore - and the connection to her sudden floral phase - all from Regina's POV.",
    "date": "September 11",
    "ranking": "",
    "text": "Coming September 11: a fic for readers who love to know why Emma acts so distant as if her heart isn't really into anything anymore - and the connection to her sudden floral phase - all from Regina's POV.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "emotional breakthroughs, family, beautiful strangers, scavenger hunts, cake, clothes, flirting, poetry, nsfw activities, and happy endings",
    "date": "September 11",
    "ranking": "",
    "text": "Coming September 11: a fic for readers who love emotional breakthroughs, family, beautiful strangers, scavenger hunts, cake, clothes, flirting, poetry, nsfw activities, and happy endings\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "an angsty love story where the characters try to pursue love at all costs.",
    "date": "September 12",
    "ranking": "",
    "text": "Coming September 12: a fic for readers who love an angsty love story where the characters try to pursue love at all costs.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "slow burn with Emma eventually figuring out she's not straight, housemates to friends to lovers.",
    "date": "September 12",
    "ranking": "",
    "text": "Coming September 12: a fic for readers who love slow burn with Emma eventually figuring out she's not straight, housemates to friends to lovers.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "daemon fusions and Regina and Emma mutually pining for each other.",
    "date": "September 12",
    "ranking": "",
    "text": "Coming September 12: a fic for readers who love daemon fusions and Regina and Emma mutually pining for each other.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "gaming, gaming development, astronomy, astrology and AU stories",
    "date": "September 13",
    "ranking": "",
    "text": "Coming September 13: a fic for readers who love gaming, gaming development, astronomy, astrology and AU stories\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "angst, friends to lovers, cute kids, grief/support, growth, adoption, healing, life moments, symbols, alternative families, & happy endings",
    "date": "September 13",
    "ranking": "",
    "text": "Coming September 13: a fic for readers who love angst, friends to lovers, cute kids, grief/support, growth, adoption, healing, life moments, symbols, alternative families, & happy endings\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "sickly-sweet families looking to increase their number of members, whether through magic or other perhaps not-so-conventional methods.",
    "date": "September 13",
    "ranking": "",
    "text": "Coming September 13: a fic for readers who love sickly-sweet families looking to increase their number of members, whether through magic or other perhaps not-so-conventional methods.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "romcoms, childhood friends reuniting years later, and idiot emma having a terrible time with her big fat crush on regina",
    "date": "September 14",
    "ranking": "",
    "text": "Coming September 14: a fic for readers who love romcoms, childhood friends reuniting years later, and idiot emma having a terrible time with her big fat crush on regina\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "jilted brides, friends to lovers, and modern AU's",
    "date": "September 14",
    "ranking": "",
    "text": "Coming September 14: a fic for readers who love jilted brides, friends to lovers, and modern AU's\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "to think - what if instead of falling through the portal in season 2, Emma instead hits her head and has amnesia, but feels like Regina is the person she should trust.",
    "date": "September 14",
    "ranking": "",
    "text": "Coming September 14: a fic for readers who love to think - what if instead of falling through the portal in season 2, Emma instead hits her head and has amnesia, but feels like Regina is the person she should trust.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "an epic Science Fiction love story featuring a secret government agency, a brilliant scientist and the Alien who holds her heart.",
    "date": "September 15",
    "ranking": "",
    "text": "Coming September 15: a fic for readers who love an epic Science Fiction love story featuring a secret government agency, a brilliant scientist and the Alien who holds her heart.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "an evil Emma Swan and a Regina Mills who adores the blonde and everything she does (and they are in love) (they are also super badass)",
    "date": "September 16",
    "ranking": "",
    "text": "Coming September 16: a fic for readers who love an evil Emma Swan and a Regina Mills who adores the blonde and everything she does (and they are in love) (they are also super badass)\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "clumsy assassins and reluctant mob doctors.",
    "date": "September 16",
    "ranking": "",
    "text": "Coming September 16: a fic for readers who love clumsy assassins and reluctant mob doctors.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "metal music and have an itch of wanderlust.",
    "date": "September 16",
    "ranking": "",
    "text": "Coming September 16: a fic for readers who love metal music and have an itch of wanderlust.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "ships, ship life, Regina as a Captain, family drama, cuteness and SQ AU",
    "date": "September 17",
    "ranking": "",
    "text": "Coming September 17: a fic for readers who love ships, ship life, Regina as a Captain, family drama, cuteness and SQ AU\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "like models, photografers, runway shows, anxiety and SQ AU",
    "date": "September 17",
    "ranking": "",
    "text": "Coming September 17: a fic for readers who love like models, photografers, runway shows, anxiety and SQ AU\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "angsty coming-of-age love stories with with a backdrop of fame and (mis)fortune",
    "date": "September 17",
    "ranking": "",
    "text": "Coming September 17: a fic for readers who love angsty coming-of-age love stories with with a backdrop of fame and (mis)fortune\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "magic induced fantasies and Hook and Zelena being sick of Regina and Emma not having their act together.",
    "date": "September 18",
    "ranking": "",
    "text": "Coming September 18: a fic for readers who love magic induced fantasies and Hook and Zelena being sick of Regina and Emma not having their act together.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "an odd fusion of teacher/student and celebrity/fan stories",
    "date": "September 18",
    "ranking": "",
    "text": "Coming September 18: a fic for readers who love an odd fusion of teacher/student and celebrity/fan stories\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "secret Relationship, embracing the Evil Queen, sex",
    "date": "September 18",
    "ranking": "",
    "text": "Coming September 18: a fic for readers who love secret Relationship, embracing the Evil Queen, sex\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "fluff, humor, Emma being an oblivious idiot and Regina seducing her with her fangs. Did I mention this is a halloween fic?",
    "date": "September 19",
    "ranking": "",
    "text": "Coming September 19: a fic for readers who love fluff, humor, Emma being an oblivious idiot and Regina seducing her with her fangs. Did I mention this is a halloween fic?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "enemies(ish) to lovers, neil gaiman's stardust and suspending belief",
    "date": "September 19",
    "ranking": "",
    "text": "Coming September 19: a fic for readers who love enemies(ish) to lovers, neil gaiman's stardust and suspending belief\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "when they rescue each other even if they don't remember the other",
    "date": "September 19",
    "ranking": "",
    "text": "Coming September 19: a fic for readers who love when they rescue each other even if they don't remember the other\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "reconnecting after a time, a love that never died and finding their way back to each other! And Hope!!!",
    "date": "September 20",
    "ranking": "",
    "text": "Coming September 20: a fic for readers who love reconnecting after a time, a love that never died and finding their way back to each other! And Hope!!!\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "humor, tooth-rotting fluff, sassy Emma Swan, and a marshmallow-hearted \"Evil\" Queen.",
    "date": "September 20",
    "ranking": "",
    "text": "Coming September 20: a fic for readers who love humor, tooth-rotting fluff, sassy Emma Swan, and a marshmallow-hearted \"Evil\" Queen.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a bit of tenderness, a bit of aching, and a story about two women who try to find their way back to each other.",
    "date": "September 20",
    "ranking": "",
    "text": "Coming September 20: a fic for readers who love a bit of tenderness, a bit of aching, and a story about two women who try to find their way back to each other.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "angsty bosses and employees that secretly pine after each other",
    "date": "September 21",
    "ranking": "",
    "text": "Coming September 21: a fic for readers who love angsty bosses and employees that secretly pine after each other\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "magi babies, drunk truth talking and smut.",
    "date": "September 21",
    "ranking": "",
    "text": "Coming September 21: a fic for readers who love magi babies, drunk truth talking and smut.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "heart-rending confessions and emotional awakenings that lead to new beginnings",
    "date": "September 21",
    "ranking": "",
    "text": "Coming September 21: a fic for readers who love heart-rending confessions and emotional awakenings that lead to new beginnings\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "going from a basket of Honeycrisps apples to getting married and getting old, or is that only a dream?",
    "date": "September 22",
    "ranking": "",
    "text": "Coming September 22: a fic for readers who love going from a basket of Honeycrisps apples to getting married and getting old, or is that only a dream?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "young love, online friends meeting for the first time, and a life-changing vacation.",
    "date": "September 22",
    "ranking": "",
    "text": "Coming September 22: a fic for readers who love young love, online friends meeting for the first time, and a life-changing vacation.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "Regina in her Enchanted Forest outfits and Emma's complete inability to be normal about it.",
    "date": "September 22",
    "ranking": "",
    "text": "Coming September 22: a fic for readers who love Regina in her Enchanted Forest outfits and Emma's complete inability to be normal about it.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "AUs, Cozy Witchy Romances, Alternate Realities, Swan-Mills Family Fluff and a dash of soft!|Regina",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love AUs, Cozy Witchy Romances, Alternate Realities, Swan-Mills Family Fluff and a dash of soft!|Regina\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a lot of SQ fluff and sass while Henry and the others try to help Emma and Regina to get along better again.",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love a lot of SQ fluff and sass while Henry and the others try to help Emma and Regina to get along better again.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "secret pining, Regina hanging out in her closet, and arts and crafts",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love secret pining, Regina hanging out in her closet, and arts and crafts\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "an unconventional and supernatural romance, an unhinged Regina, and an Emma who can't help but love her, even though she can't explain why.",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love an unconventional and supernatural romance, an unhinged Regina, and an Emma who can't help but love her, even though she can't explain why.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "an AU fic with established SQ, a bit of angst and always being able to find your way home (even if home isn't a place but a person)",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love an AU fic with established SQ, a bit of angst and always being able to find your way home (even if home isn't a place but a person)\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "when a couple with an angsty relationship are compelled by circumstance to gain perspective and realize how much they actually love each other",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love when a couple with an angsty relationship are compelled by circumstance to gain perspective and realize how much they actually love each other\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "roadtrips with a dark one, angry hurt Regina, Emma being an idiot and cute makeups",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love roadtrips with a dark one, angry hurt Regina, Emma being an idiot and cute makeups\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "90's rom-com action movies",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love 90's rom-com action movies\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "curses, camelot, dark swan arc, with angst, found family, and a journey back to yourself",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love curses, camelot, dark swan arc, with angst, found family, and a journey back to yourself\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "celebrations, fluff, romance, social media influencers, life moments, cute dogs, memories, cooking, and happy endings",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love celebrations, fluff, romance, social media influencers, life moments, cute dogs, memories, cooking, and happy endings\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a story about crippling mental health and D&D",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love a story about crippling mental health and D&D\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a fluffy soulmate au with barely a smidge of angst, some nerding out over music",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love a fluffy soulmate au with barely a smidge of angst, some nerding out over music\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a babysitters AU story",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love a babysitters AU story\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "mysteries, amnesia, and a nice little trip to the (enchanted) forest",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love mysteries, amnesia, and a nice little trip to the (enchanted) forest\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "non-magical AUs, domestic fluff, married wives' dinner-and-a-movie date nights, and Mal and Henry getting into shenanigans of their own.",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love non-magical AUs, domestic fluff, married wives' dinner-and-a-movie date nights, and Mal and Henry getting into shenanigans of their own.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "going from a basket of Honeycrisps apples to getting married and getting old, or is that only a dream?",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love going from a basket of Honeycrisps apples to getting married and getting old, or is that only a dream?\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "pulp adventure stories, 1950's B movies, and a bit of smut",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love pulp adventure stories, 1950's B movies, and a bit of smut\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "to see Hook royally screw up so the Good Queen and the Savior end up bonding in every way after the coronation ball for Regina… it's gonna get smutty",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love to see Hook royally screw up so the Good Queen and the Savior end up bonding in every way after the coronation ball for Regina… it's gonna get smutty\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "Pitch Perfect, totally platonic touching, and adorably clueless idiots in love.",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love Pitch Perfect, totally platonic touching, and adorably clueless idiots in love.\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "a story about up and coming actors who fall in love together with their characters",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love a story about up and coming actors who fall in love together with their characters\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "Season 3 fics with our two ladies pining and a clumsy Emma being the catalyst for angst, feelings being revealed, and bringing them closer to their happy ending",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love Season 3 fics with our two ladies pining and a clumsy Emma being the catalyst for angst, feelings being revealed, and bringing them closer to their happy ending\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  },
  {
    "blurb": "lots of angst, smut, kink, and convoluted families and histories that lead to a glorious happy ending",
    "date": "in late September",
    "ranking": "",
    "text": "Coming in late September: a fic for readers who love lots of angst, smut, kink, and convoluted families and histories that lead to a glorious happy ending\n\nStay tuned for this & many more #SwanQueen fics: reveals start Sept 9th!"
  }
]
